Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# Couldn’t %@ %@: %@
source: Couldn’t %1$@ %2$@: %3$@
de: %1$@ von %2$@ nicht möglich: %3$@
es: No se pudo %1$@ %2$@: %3$@
fr: Impossible de %1$@ %2$@ : %3$@
ja: %2$@ を%1$@できませんでした: %3$@
pt_br: Não foi possível %1$@ %2$@: %3$@
zh_hans: 无法%1$@ %2$@:%3$@

source: couldn’t bind model preset
de: Modellvorgabe konnte nicht gebunden werden
es: no se pudo vincular el preajuste de modelo
fr: impossible de lier le préréglage de modèle
ja: モデルプリセットをバインドできませんでした
pt_br: não foi possível vincular a predefinição de modelo
zh_hans: 无法绑定模型预设

source: Couldn’t determine whether %@ is already set on this host, so Scarf stopped rather than risk sending your token to the wrong prompt. Check that ~/.hermes/.env is readable and try again.
de: Es ließ sich nicht feststellen, ob %@ auf diesem Host bereits gesetzt ist, deshalb hat Scarf abgebrochen, statt zu riskieren, dein Token an die falsche Eingabeaufforderung zu senden. Prüfe, ob ~/.hermes/.env lesbar ist, und versuche es erneut.
es: No se pudo determinar si %@ ya está definido en este host, así que Scarf se detuvo en lugar de arriesgarse a enviar tu token al aviso equivocado. Comprueba que ~/.hermes/.env se pueda leer e inténtalo de nuevo.
fr: Impossible de déterminer si %@ est déjà défini sur cet hôte ; Scarf s’est donc arrêté plutôt que de risquer d’envoyer votre jeton à la mauvaise invite. Vérifiez que ~/.hermes/.env est lisible et réessayez.
ja: このホストで %@ が既に設定されているかを判断できなかったため、Scarf はトークンを誤ったプロンプトに送るリスクを避けて処理を中止しました。~/.hermes/.env が読み取り可能か確認して、もう一度お試しください。
pt_br: Não foi possível determinar se %@ já está definido neste host, então o Scarf parou em vez de arriscar enviar seu token ao prompt errado. Verifique se ~/.hermes/.env pode ser lido e tente novamente.
zh_hans: 无法确定此主机上是否已设置 %@,因此 Scarf 停止了操作,以免将你的令牌发送到错误的提示。请确认 ~/.hermes/.env 可读后重试。

source: Couldn't finish the repair
de: Die Reparatur konnte nicht abgeschlossen werden
es: No se pudo completar la reparación
fr: Impossible de terminer la réparation
ja: 修復を完了できませんでした
pt_br: Não foi possível concluir o reparo
zh_hans: 无法完成修复

source: Couldn't load activity
de: Aktivität konnte nicht geladen werden
es: No se pudo cargar la actividad
fr: Impossible de charger l'activité
ja: アクティビティを読み込めませんでした
pt_br: Não foi possível carregar a atividade
zh_hans: 无法加载活动

source: Couldn't load projects
de: Projekte konnten nicht geladen werden
es: No se pudieron cargar los proyectos
fr: Impossible de charger les projets
ja: プロジェクトを読み込めませんでした
pt_br: Não foi possível carregar os projetos
zh_hans: 无法加载项目

source: Couldn't load task
de: Aufgabe konnte nicht geladen werden
es: No se pudo cargar la tarea
fr: Impossible de charger la tâche
ja: タスクを読み込めませんでした
pt_br: Não foi possível carregar a tarefa
zh_hans: 无法加载任务

source: Couldn't load tasks
de: Aufgaben konnten nicht geladen werden
es: No se pudieron cargar las tareas
fr: Impossible de charger les tâches
ja: タスクを読み込めませんでした
pt_br: Não foi possível carregar as tarefas
zh_hans: 无法加载任务

source: Couldn’t open this conversation
de: Diese Unterhaltung konnte nicht geöffnet werden
es: No se pudo abrir esta conversación
fr: Impossible d'ouvrir cette conversation
ja: この会話を開けませんでした
pt_br: Não foi possível abrir esta conversa
zh_hans: 无法打开此对话

source: Couldn't read cron jobs
de: Cron-Jobs konnten nicht gelesen werden
es: No se pudieron leer las tareas cron
fr: Impossible de lire les tâches cron
ja: cron ジョブを読み取れませんでした
pt_br: Não foi possível ler as tarefas cron
zh_hans: 无法读取定时任务

source: Couldn't reset memory
de: Speicher konnte nicht zurückgesetzt werden
es: No se pudo restablecer la memoria
fr: Impossible de réinitialiser la mémoire
ja: メモリをリセットできませんでした
pt_br: Não foi possível redefinir a memória
zh_hans: 无法重置记忆

source: Couldn't save
de: Speichern fehlgeschlagen
es: No se pudo guardar
fr: Impossible d'enregistrer
ja: 保存できませんでした
pt_br: Não foi possível salvar
zh_hans: 无法保存

source: Couldn’t save %@: %@
de: %1$@ konnte nicht gespeichert werden: %2$@
es: No se pudo guardar %1$@: %2$@
fr: Impossible d'enregistrer %1$@ : %2$@
ja: %1$@ を保存できませんでした: %2$@
pt_br: Não foi possível salvar %1$@: %2$@
zh_hans: 无法保存 %1$@:%2$@

source: Couldn't save this decision: %@
de: Diese Entscheidung konnte nicht gespeichert werden: %@
es: No se pudo guardar esta decisión: %@
fr: Impossible d’enregistrer cette décision : %@
ja: この判断を保存できませんでした: %@
pt_br: Não foi possível salvar esta decisão: %@
zh_hans: 无法保存此决定:%@

source: couldn’t set board
de: Board konnte nicht gesetzt werden
es: no se pudo establecer el tablero
fr: impossible de définir le tableau
ja: ボードを設定できませんでした
pt_br: não foi possível definir o quadro
zh_hans: 无法设置看板

source: Couldn't set up the project's Kanban tenant.
de: Der Kanban-Mandant des Projekts konnte nicht eingerichtet werden.
es: No se pudo configurar el tenant Kanban del proyecto.
fr: Impossible de configurer le tenant Kanban du projet.
ja: プロジェクトの Kanban テナントを設定できませんでした。
pt_br: Não foi possível configurar o tenant Kanban do projeto.
zh_hans: 无法为该项目设置看板租户。

source: Couldn't update slash commands
de: Slash-Befehle konnten nicht aktualisiert werden
es: No se pudieron actualizar los comandos de barra
fr: Impossible de mettre à jour les commandes slash
ja: スラッシュコマンドを更新できませんでした
pt_br: Não foi possível atualizar os comandos slash
zh_hans: 无法更新斜杠命令

source: count %lld
de: Anzahl %lld
es: cantidad %lld
fr: nombre %lld
ja: 件数 %lld
pt_br: contagem %lld
zh_hans: 计数 %lld

source: CPU Count
de: CPU-Anzahl
es: Número de CPU
fr: Nombre de CPU
ja: CPU 数
pt_br: Número de CPUs
zh_hans: CPU 数量

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
pt_br: Criar
zh_hans: 创建

source: Create & Open Chat
de: Chat erstellen & öffnen
es: Crear y abrir chat
fr: Créer et ouvrir le chat
ja: 作成してチャットを開く
pt_br: Criar e abrir chat
zh_hans: 创建并打开聊天

source: Create a bot via @BotFather and get your numeric user ID from @userinfobot. Paste the token and your user ID below — the bot will only respond to allowed users.
de: Erstelle einen Bot via @BotFather und hole dir deine numerische User-ID von @userinfobot. Füge Token und User-ID unten ein — der Bot antwortet nur erlaubten Nutzern.
es: Crea un bot con @BotFather y obtén tu ID numérico en @userinfobot. Pega el token y tu ID de usuario abajo — el bot solo responderá a usuarios permitidos.
fr: Créez un bot via @BotFather et obtenez votre ID numérique via @userinfobot. Collez le jeton et votre ID ci-dessous — le bot ne répondra qu'aux utilisateurs autorisés.
ja: @BotFather でボットを作成し、@userinfobot から数値ユーザー ID を取得してください。トークンとユーザー ID を下に貼り付けてください — ボットは許可されたユーザーにのみ応答します。
pt_br: Crie um bot via @BotFather e obtenha seu ID numérico em @userinfobot. Cole o token e seu ID de usuário abaixo — o bot só responde a usuários permitidos.
zh_hans: 通过 @BotFather 创建机器人,并从 @userinfobot 获取你的数字用户 ID。将令牌和用户 ID 粘贴到下方 — 机器人只会响应允许的用户。

source: Create a long-lived access token in Home Assistant (Profile → Security → Long-Lived Access Tokens). By default, no events are forwarded — enable Watch All Changes, or add entity filters below.
de: Erstelle ein Long-Lived Access Token in Home Assistant (Profil → Sicherheit → Long-Lived Access Tokens). Standardmäßig werden keine Ereignisse weitergeleitet — aktiviere Watch All Changes oder füge unten Entity-Filter hinzu.
es: Crea un token de acceso de larga duración en Home Assistant (Perfil → Seguridad → Long-Lived Access Tokens). Por defecto no se reenvían eventos — activa Watch All Changes o añade filtros de entidades abajo.
fr: Créez un jeton d'accès à longue durée dans Home Assistant (Profil → Sécurité → Long-Lived Access Tokens). Par défaut, aucun événement n'est transféré — activez Watch All Changes ou ajoutez des filtres d'entités ci-dessous.
ja: Home Assistant で長期アクセストークンを作成してください(プロファイル → セキュリティ → Long-Lived Access Tokens)。デフォルトではイベントは転送されません — Watch All Changes を有効にするか、下でエンティティフィルタを追加してください。
pt_br: Crie um token de acesso de longa duração no Home Assistant (Perfil → Segurança → Long-Lived Access Tokens). Por padrão, nenhum evento é encaminhado — ative Watch All Changes ou adicione filtros de entidades abaixo.
zh_hans: 在 Home Assistant 中创建长期访问令牌(配置 → 安全 → 长期访问令牌)。默认不转发任何事件 — 启用 Watch All Changes 或在下方添加实体过滤器。

source: Create a new bot
de: Einen neuen Bot erstellen
es: Crear un bot nuevo
fr: Créer un nouveau bot
ja: 新しいボットを作成
pt_br: Criar um novo bot
zh_hans: 创建新机器人

source: Create a new job pre-filled from this one — the only thing Hermes accepts for a job it won't re-activate.
de: Einen neuen Job erstellen, vorausgefüllt aus diesem — das Einzige, was Hermes bei einem Job akzeptiert, den es nicht reaktiviert.
es: Crea una tarea nueva rellenada a partir de esta: lo único que Hermes acepta para una tarea que no reactivará.
fr: Créer une tâche pré-remplie à partir de celle-ci — la seule chose qu’Hermes accepte pour une tâche qu’il ne réactivera pas.
ja: このジョブの内容を引き継いだ新しいジョブを作成します。Hermes が再有効化を拒否するジョブに対して受け付ける唯一の操作です。
pt_br: Cria uma tarefa nova preenchida a partir desta — a única coisa que o Hermes aceita para uma tarefa que não vai reativar.
zh_hans: 基于此任务预填内容新建一个任务——这是 Hermes 对拒绝重新激活的任务唯一接受的操作。

source: Create a new project with the setup wizard
de: Ein neues Projekt mit dem Einrichtungsassistenten erstellen
es: Crear un proyecto nuevo con el asistente de configuración
fr: Créer un projet avec l’assistant de configuration
ja: セットアップウィザードで新しいプロジェクトを作成します
pt_br: Criar um novo projeto com o assistente de configuração
zh_hans: 使用设置向导创建新项目

source: Create a personal access token under Profile → Security → Personal Access Tokens, or create a bot account. Use the token as the MATTERMOST_TOKEN value.
de: Erstelle ein persönliches Access Token unter Profil → Sicherheit → Personal Access Tokens oder ein Bot-Konto. Verwende das Token als MATTERMOST_TOKEN-Wert.
es: Crea un token de acceso personal en Perfil → Seguridad → Personal Access Tokens, o crea una cuenta de bot. Usa el token como valor de MATTERMOST_TOKEN.
fr: Créez un jeton d'accès personnel sous Profil → Sécurité → Personal Access Tokens, ou créez un compte bot. Utilisez le jeton comme valeur de MATTERMOST_TOKEN.
ja: プロファイル → セキュリティ → Personal Access Tokens でパーソナルアクセストークンを作成するか、ボットアカウントを作成してください。そのトークンを MATTERMOST_TOKEN の値として使用します。
pt_br: Crie um token de acesso pessoal em Perfil → Segurança → Personal Access Tokens ou crie uma conta de bot. Use o token como valor de MATTERMOST_TOKEN.
zh_hans: 在 配置 → 安全 → 个人访问令牌 下创建个人访问令牌,或创建机器人账号。将该令牌用作 MATTERMOST_TOKEN 的值。

source: Create a preset to bind it to a project. Each project can run on a different model without touching config.yaml.
de: Erstelle ein Preset, um es an ein Projekt zu binden. Jedes Projekt kann auf einem anderen Modell laufen, ohne config.yaml anzufassen.
es: Crea un preajuste para vincularlo a un proyecto. Cada proyecto puede ejecutarse con un modelo distinto sin tocar config.yaml.
fr: Créez un préréglage pour l'associer à un projet. Chaque projet peut fonctionner avec un modèle différent sans toucher à config.yaml.
ja: プリセットを作成してプロジェクトに紐付けます。config.yaml に触れずに、プロジェクトごとに異なるモデルで実行できます。
pt_br: Crie uma predefinição para vinculá-la a um projeto. Cada projeto pode rodar em um modelo diferente sem tocar em config.yaml.
zh_hans: 创建一个预设并将其绑定到项目。每个项目都可以运行不同的模型,而无需修改 config.yaml。

source: Create a profile to isolate config and skills.
de: Erstelle ein Profil, um Konfiguration und Skills zu isolieren.
es: Crea un perfil para aislar configuración y habilidades.
fr: Créez un profil pour isoler configuration et compétences.
ja: 設定とスキルを分離するプロファイルを作成します。
pt_br: Crie um perfil para isolar configuração e habilidades.
zh_hans: 创建配置以隔离 config 和技能。

source: Create a routine for this bot
de: Eine Routine für diesen Bot erstellen
es: Crear una rutina para este bot
fr: Créer une routine pour ce bot
ja: このボットのルーティンを作成
pt_br: Criar uma rotina para este bot
zh_hans: 为此机器人创建例行任务

source: Create a Slack app at api.slack.com/apps, enable Socket Mode, grant bot scopes (chat:write, app_mentions:read, channels:history, etc.), then copy the Bot User OAuth Token (xoxb-) and the App-Level Token (xapp-).
de: Erstelle eine Slack-App auf api.slack.com/apps, aktiviere Socket Mode, vergib Bot-Scopes (chat:write, app_mentions:read, channels:history usw.) und kopiere dann das Bot User OAuth Token (xoxb-) sowie das App-Level Token (xapp-).
es: Crea una app de Slack en api.slack.com/apps, activa Socket Mode, concede los scopes de bot (chat:write, app_mentions:read, channels:history, etc.) y copia el Bot User OAuth Token (xoxb-) y el App-Level Token (xapp-).
fr: Créez une application Slack sur api.slack.com/apps, activez Socket Mode, accordez les scopes bot (chat:write, app_mentions:read, channels:history, etc.), puis copiez le Bot User OAuth Token (xoxb-) et l'App-Level Token (xapp-).
ja: api.slack.com/apps で Slack アプリを作成し、Socket Mode を有効にし、bot スコープ(chat:write、app_mentions:read、channels:history など)を付与してから Bot User OAuth Token(xoxb-)と App-Level Token(xapp-)をコピーしてください。
pt_br: Crie um app Slack em api.slack.com/apps, habilite o Socket Mode, conceda os escopos de bot (chat:write, app_mentions:read, channels:history etc.) e copie o Bot User OAuth Token (xoxb-) e o App-Level Token (xapp-).
zh_hans: 在 api.slack.com/apps 创建 Slack 应用,启用 Socket Mode,授予 bot 权限(chat:write、app_mentions:read、channels:history 等),然后复制 Bot User OAuth Token(xoxb-)和 App-Level Token(xapp-)。

source: Create an app in Discord's Developer Portal, enable Message Content and Server Members intents, and copy the bot token. Invite the bot to your server via the OAuth2 URL generator.
de: Erstelle eine App im Discord Developer Portal, aktiviere die Intents Message Content und Server Members und kopiere das Bot-Token. Lade den Bot über den OAuth2-URL-Generator auf deinen Server ein.
es: Crea una app en el Developer Portal de Discord, activa los intents Message Content y Server Members y copia el token del bot. Invita al bot a tu servidor con el generador de URLs OAuth2.
fr: Créez une application dans le Developer Portal de Discord, activez les intents Message Content et Server Members, puis copiez le jeton du bot. Invitez le bot sur votre serveur via le générateur d'URL OAuth2.
ja: Discord の Developer Portal でアプリを作成し、Message Content と Server Members の intents を有効にしてから、ボットトークンをコピーしてください。OAuth2 URL ジェネレーターでボットをサーバーに招待します。
pt_br: Crie um app no Developer Portal do Discord, ative os intents Message Content e Server Members e copie o token do bot. Convide o bot para o seu servidor via gerador de URL OAuth2.
zh_hans: 在 Discord 开发者门户创建应用,启用 Message Content 和 Server Members intents,然后复制机器人令牌。通过 OAuth2 URL 生成器将机器人邀请到你的服务器。

source: Create an app in the Feishu/Lark Developer Console, enable Interactive Card if you need button responses, and copy the App ID and App Secret. WebSocket mode (recommended) doesn't need a public endpoint.
de: Erstelle eine App in der Feishu/Lark Developer Console, aktiviere Interactive Card bei Bedarf für Button-Antworten und kopiere App ID und App Secret. Der WebSocket-Modus (empfohlen) braucht keinen öffentlichen Endpunkt.
es: Crea una app en la Feishu/Lark Developer Console, activa Interactive Card si necesitas respuestas por botón y copia el App ID y el App Secret. El modo WebSocket (recomendado) no requiere un endpoint público.
fr: Créez une application dans la Feishu/Lark Developer Console, activez Interactive Card si vous avez besoin de réponses par bouton, et copiez l'App ID et l'App Secret. Le mode WebSocket (recommandé) ne nécessite pas de point d'accès public.
ja: Feishu/Lark Developer Console でアプリを作成し、ボタン応答が必要であれば Interactive Card を有効にして、App ID と App Secret をコピーしてください。WebSocket モード(推奨)ではパブリックエンドポイントは不要です。
pt_br: Crie um app no Feishu/Lark Developer Console, habilite Interactive Card se precisar de respostas por botão e copie o App ID e o App Secret. O modo WebSocket (recomendado) não requer endpoint público.
zh_hans: 在飞书/Lark 开发者后台创建应用,如需按钮交互请启用 Interactive Card,然后复制 App ID 和 App Secret。推荐使用 WebSocket 模式,无需公网地址。

source: Create and move kanban tasks
de: Kanban-Aufgaben erstellen und verschieben
es: Crear y mover tareas de Kanban
fr: Créer et déplacer des tâches Kanban
ja: Kanban タスクの作成と移動
pt_br: Criar e mover tarefas do Kanban
zh_hans: 创建并移动看板任务

source: Create bot
de: Bot erstellen
es: Crear bot
fr: Créer un bot
ja: ボットを作成
pt_br: Criar bot
zh_hans: 创建机器人

source: Create Bot
de: Bot erstellen
es: Crear bot
fr: Créer un bot
ja: ボットを作成
pt_br: Criar bot
zh_hans: 创建机器人

source: Create Cron Job
de: Cron-Job erstellen
es: Crear tarea cron
fr: Créer une tâche cron
ja: cron ジョブを作成
pt_br: Criar tarefa cron
zh_hans: 创建 cron 任务

source: Create First Preset
de: Erstes Preset erstellen
es: Crear primer preajuste
fr: Créer le premier préréglage
ja: 最初のプリセットを作成
pt_br: Criar primeira predefinição
zh_hans: 创建第一个预设

source: Create one in the Models sidebar to bind it to this project.
de: Erstelle eines in der Modelle-Seitenleiste, um es an dieses Projekt zu binden.
es: Crea uno en la barra lateral de Modelos para vincularlo a este proyecto.
fr: Créez-en un dans la barre latérale Modèles pour l'associer à ce projet.
ja: モデルサイドバーで作成し、このプロジェクトに紐付けてください。
pt_br: Crie uma na barra lateral de Modelos para vinculá-la a este projeto.
zh_hans: 在模型侧边栏中创建一个,将其绑定到此项目。

source: Create one in the Models sidebar to switch on the fly.
de: Erstelle eines in der Modelle-Seitenleiste, um es spontan zu wechseln.
es: Crea uno en la barra lateral de Modelos para cambiar sobre la marcha.
fr: Créez-en un dans la barre latérale Modèles pour basculer à la volée.
ja: モデルサイドバーで作成すると、その場で切り替えられます。
pt_br: Crie uma na barra lateral de Modelos para trocar na hora.
zh_hans: 在模型侧边栏中创建一个,以便随时切换。

source: Create one with `hermes kanban create "task title"`. Tasks dispatched by the gateway show up here automatically.
de: Erstelle eine mit `hermes kanban create "task title"`. Vom Gateway zugewiesene Aufgaben erscheinen hier automatisch.
es: Crea una con `hermes kanban create "task title"`. Las tareas despachadas por el gateway aparecen aquí automáticamente.
fr: Créez-en une avec `hermes kanban create "task title"`. Les tâches distribuées par la passerelle apparaissent ici automatiquement.
ja: `hermes kanban create "task title"` で作成してください。gateway がディスパッチしたタスクは自動的にここに表示されます。
pt_br: Crie uma com `hermes kanban create "task title"`. Tarefas despachadas pelo gateway aparecem aqui automaticamente.
zh_hans: 使用 `hermes kanban create "task title"` 创建一个。由 gateway 分派的任务会自动显示在这里。

source: Create Profile
de: Profil erstellen
es: Crear perfil
fr: Créer un profil
ja: プロファイルを作成
pt_br: Criar perfil
zh_hans: 创建配置

source: Create Subscription
de: Abonnement erstellen
es: Crear suscripción
fr: Créer un abonnement
ja: サブスクリプションを作成
pt_br: Criar assinatura
zh_hans: 创建订阅

source: Create task
de: Aufgabe erstellen
es: Crear tarea
fr: Créer une tâche
ja: タスクを作成
pt_br: Criar tarefa
zh_hans: 创建任务

source: Create your first bot
de: Erstelle deinen ersten Bot
es: Crea tu primer bot
fr: Créer votre premier bot
ja: 最初のボットを作成
pt_br: Crie seu primeiro bot
zh_hans: 创建你的第一个机器人

source: Create, rename, delete, and import/export live in the Mac app.
de: Erstellen, Umbenennen, Löschen sowie Import/Export findest du in der Mac-App.
es: Crear, renombrar, eliminar e importar/exportar están en la app de Mac.
fr: La création, le renommage, la suppression et l'import/export se font dans l'app Mac.
ja: 作成・名前変更・削除・インポート/エクスポートは Mac アプリで行えます。
pt_br: Criar, renomear, excluir e importar/exportar ficam no app para Mac.
zh_hans: 创建、重命名、删除以及导入/导出功能位于 Mac 应用中。

source: Created by a worker — review before running
de: Von einem Worker erstellt — vor dem Ausführen prüfen
es: Creada por un worker — revisar antes de ejecutar
fr: Créée par un worker — vérifiez avant d'exécuter
ja: ワーカーによって作成されました — 実行前に確認してください
pt_br: Criado por um worker — revise antes de executar
zh_hans: 由 worker 创建 — 运行前请先审查

source: Creates a Hermes profile with its own memory, skills and settings.
de: Erstellt ein Hermes-Profil mit eigenem Speicher, eigenen Skills und Einstellungen.
es: Crea un perfil de Hermes con su propia memoria, habilidades y ajustes.
fr: Crée un profil Hermes avec sa propre mémoire, ses compétences et ses réglages.
ja: 独自のメモリ、スキル、設定を持つ Hermes プロファイルを作成します。
pt_br: Cria um perfil do Hermes com memória, habilidades e configurações próprias.
zh_hans: 创建一个拥有独立记忆、技能和设置的 Hermes 配置。

source: Credential Type
de: Anmeldedaten-Typ
es: Tipo de credencial
fr: Type d'identifiants
ja: 資格情報の種類
pt_br: Tipo de credencial
zh_hans: 凭证类型

source: Credentials
de: Anmeldedaten
es: Credenciales
fr: Identifiants
ja: 資格情報
pt_br: Credenciais
zh_hans: 凭证

source: Cron hidden
de: Cron ausgeblendet
es: Cron oculto
fr: Cron masqué
ja: Cron を非表示
pt_br: Cron oculto
zh_hans: 定时任务已隐藏

source: Cron jobs are recreated **paused** on each host, with their prompts rewritten to that host's project path. Enable them per host afterward.
de: Cron-Jobs werden auf jedem Host **pausiert** neu erstellt, wobei ihre Prompts auf den Projektpfad dieses Hosts umgeschrieben werden. Aktiviere sie danach pro Host.
es: Los trabajos cron se recrean **en pausa** en cada host, con sus prompts reescritos a la ruta de proyecto de ese host. Actívalos por host después.
fr: Les tâches cron sont recréées **en pause** sur chaque hôte, avec leurs prompts réécrits vers le chemin de projet de cet hôte. Activez-les ensuite hôte par hôte.
ja: Cron ジョブは各ホストで**一時停止した状態**で再作成され、プロンプトはそのホストのプロジェクトパスに書き換えられます。有効化はホストごとに後で行ってください。
pt_br: As tarefas cron são recriadas **pausadas** em cada host, com seus prompts reescritos para o caminho de projeto daquele host. Ative-as por host depois.
zh_hans: 定时任务会在每台主机上以**暂停**状态重新创建,其提示词会重写为该主机的项目路径。之后需要逐台主机启用。

source: Cron jobs namespaced for this bot
de: Cron-Jobs im Namensraum dieses Bots
es: Tareas cron con espacio de nombres para este bot
fr: Tâches cron rattachées à ce bot
ja: このボット用に名前空間化された cron ジョブ
pt_br: Tarefas cron no namespace deste bot
zh_hans: 限定到此机器人的定时任务

source: Cron shown
de: Cron angezeigt
es: Cron mostrado
fr: Cron affiché
ja: Cron を表示
pt_br: Cron exibido
zh_hans: 定时任务已显示

source: Cron-only floor under gateway stop/restart drain. Distinct from Restart Drain Timeout. Default 30.
de: Untergrenze nur für Cron beim Gateway-Stop/Neustart-Drain. Unterscheidet sich vom Restart-Drain-Timeout. Standard 30.
es: Mínimo exclusivo de cron durante el drenaje de parada/reinicio del gateway. Distinto del tiempo de espera de drenaje de reinicio. Por defecto 30.
fr: Plancher réservé au cron sous le drain d'arrêt/redémarrage de la passerelle. Distinct du délai de drain de redémarrage. Par défaut 30.
ja: gateway の停止・再起動時のドレイン中における cron 専用の下限値です。再起動ドレインタイムアウトとは別のものです。デフォルトは 30。
pt_br: Piso exclusivo do cron sob o esvaziamento de parada/reinício do gateway. Diferente do Tempo Limite de Esvaziamento de Reinício. Padrão 30.
zh_hans: 仅适用于定时任务的网关停止/重启排空下限。与重启排空超时不同。默认 30。

source: Curator
de: Kurator
es: Curador
fr: Curateur
ja: キュレーター
pt_br: Curador
zh_hans: 策展器

source: Curator actions
de: Kurator-Aktionen
es: Acciones del curador
fr: Actions du curateur
ja: キュレーター操作
pt_br: Ações do curador
zh_hans: 策展操作

source: Curator consolidation pass
de: Kurator-Konsolidierungslauf
es: Pasada de consolidación del curador
fr: Passe de consolidation du curateur
ja: キュレーターの統合パス
pt_br: Passagem de consolidação do curador
zh_hans: 整理器合并遍历

source: Curator runs synchronously on Hermes v0.13+. Usually 10–90s.
de: Der Kurator läuft ab Hermes v0.13 synchron. Üblicherweise 10–90 s.
es: El curador se ejecuta de forma síncrona en Hermes v0.13+. Normalmente 10–90 s.
fr: Le curateur s'exécute de façon synchrone sur Hermes v0.13+. Généralement 10 à 90 s.
ja: キュレーターは Hermes v0.13 以降で同期的に実行されます。通常は 10〜90 秒です。
pt_br: O curador roda de forma síncrona no Hermes v0.13+. Geralmente 10–90s.
zh_hans: 策展器在 Hermes v0.13 及以上版本中同步运行。通常需要 10–90 秒。

source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
pt_br: Atual
zh_hans: 当前
